export default {
  projections: {
    ОстатНаСкладE: {
      дата: {
        __caption__: 'Дата'
      },
      организации: {
        __caption__: 'Организации',
        организация: {
          __caption__: 'Организация'
        }
      },
      склады: {
        __caption__: 'Склады',
        склад: {
          __caption__: 'Склад'
        }
      },
      номенклатуры: {
        __caption__: 'Номенклатуры',
        номенклатура: {
          __caption__: 'Номенклатура'
        },
        едИзмер: {
          __caption__: '',
          едИзмер: {
            __caption__: 'Единица измерения'
          }
        }
      },
      колл: {
        __caption__: 'Количество'
      }
    },
    ОстатНаСкладL: {
      дата: {
        __caption__: 'Дата'
      },
      колл: {
        __caption__: 'Колл'
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      организации: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      номенклатуры: {
        __caption__: 'Номенклатура',
        номенклатура: {
          __caption__: 'Номенклатура'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    колл: {
      __caption__: 'Количество'
    },
    номенклатуры: {
      __caption__: 'Номенклатуры'
    },
    организации: {
      __caption__: 'Организации'
    },
    склады: {
      __caption__: 'Склады'
    }
  }
};
