export default {
  projections: {
    ОтчетОПродажахE: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      организации: {
        __caption__: 'Организации',
        организация: {
          __caption__: 'Организация'
        }
      },
      склады: {
        __caption__: 'Склады',
        склад: {
          __caption__: 'Склад'
        }
      },
      подразеления: {
        __caption__: 'Подразеления',
        подразделение: {
          __caption__: 'Подразделение'
        }
      },
      контрагенты: {
        __caption__: 'Контрагенты',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      состОплат: {
        __caption__: 'Состояние оплаты'
      },
      состОтгруз: {
        __caption__: 'Состояние отгрузки'
      },
      сумВклНДС: {
        __caption__: 'Сумма включая НДС'
      },
      тЧТоварИУслуг: {
        __caption__: 'Табличная часть товаров и услуг',
        номенклатуры: {
          __caption__: 'Номенклатуры',
          номенклатура: {
            __caption__: 'Номенклатура'
          },
          едИзмер: {
            __caption__: '',
            едИзмер: {
              __caption__: 'Единицы измерения'
            }
          }
        },
        количестов: {
          __caption__: 'Количестов'
        },
        цена: {
          __caption__: 'Цена'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    ОтчетОПродажахL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      сумВклНДС: {
        __caption__: 'Сум вкл НДС'
      },
      состОтгруз: {
        __caption__: 'Сост отгруз'
      },
      состОплат: {
        __caption__: 'Сост оплат'
      },
      подразеления: {
        __caption__: 'Подразделение',
        подразделение: {
          __caption__: 'Подразделение'
        }
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      контрагенты: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      организации: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    состОплат: {
      __caption__: 'Состояние оплаты'
    },
    состОтгруз: {
      __caption__: 'Состояние отгрузки'
    },
    сумВклНДС: {
      __caption__: 'Сумма включая НДС'
    },
    сумма: {
      __caption__: 'сумма'
    },
    контрагенты: {
      __caption__: 'Контрагенты'
    },
    организации: {
      __caption__: 'Организации'
    },
    подразеления: {
      __caption__: 'Подразеления'
    },
    склады: {
      __caption__: 'Склады'
    },
    тЧТоварИУслуг: {
      __caption__: 'Табличная часть товаров и услуг'
    }
  }
};
