export default {
  projections: {
    ТЧТоварИУслугE: {
      номенклатуры: {
        __caption__: 'Номенклатуры',
        номенклатура: {
          __caption__: 'Номенклатура'
        },
        едИзмер: {
          __caption__: '',
          едИзмер: {
            __caption__: 'Единицы измерения'
          }
        }
      },
      количестов: {
        __caption__: 'Количестов'
      },
      цена: {
        __caption__: 'Цена'
      },
      суммаНДС: {
        __caption__: 'Сумма НДС'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    количестов: {
      __caption__: 'Количестов'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    суммаНДС: {
      __caption__: 'Сумма НДС'
    },
    цена: {
      __caption__: 'Цена'
    },
    номенклатуры: {
      __caption__: 'Номенклатуры'
    },
    отчетОПродажах: {
      __caption__: 'отчетОПродажах'
    }
  }
};
