export default {
  projections: {
    НоменклатурыE: {
      номенклатура: {
        __caption__: 'Номенклатура'
      },
      едИзмер: {
        __caption__: 'Единицы измерения',
        едИзмер: {
          __caption__: 'Единица измерения'
        }
      }
    },
    НоменклатурыL: {
      номенклатура: {
        __caption__: 'Номенклатура'
      },
      едИзмер: {
        __caption__: 'Ед измер',
        едИзмер: {
          __caption__: 'Ед измер'
        }
      }
    }
  },
  validations: {
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    едИзмер: {
      __caption__: 'Единицы измерения'
    }
  }
};
