export default {
  caption: 'Заказ покуп',
  'датаНачала-caption': 'Дата начала',
  'датаОкончания-caption': 'Дата окончания',
  'состОплат-caption': 'Состояние оплаты',
  'состОтгруз-caption': 'Состояние отгрузки',
  'сумВклНДС-caption': 'Сумма включая НДС',
  'сумма-caption': 'Сумма',
  'организации-caption': 'Организации',
  'подразеления-caption': 'Подразеления',
  'склады-caption': 'Склады',
  'контрагенты-caption': 'Контрагенты',
  'тЧТоварИУслуг-caption': 'Табличная часть товара и услуг'
};
